<script setup lang="ts"></script>

<template>
  <h1>МЫ В ОТВЕТЕ ЗА ТЕХ, КОГО СГЕНЕРИЛИ!</h1>
  <p>
    Проект DM.AM посвящен всем, кто не равнодушен к ролевым играм и системе
    Dungeons&Dragons в особенности. Если Вы хотите отправиться в небольшое
    приключение - смело присоединяйтесь к игре либо создайте свою собственную.
    Вести игроков сквозь хитросплетения сюжета своего модуля или непосредственно
    окунуться в виртуальную реальность - выбор за Вами!
  </p>
  <p>
    <strong>
      Основные преимущества форумных игр перед настольными ролевыми играми:
    </strong>
  </p>
  <ul>
    <li>
      Непрерывный процесс игры, Вы больше не должны ограничивать себя одним или
      двумя днями в неделю.
    </li>
    <li>
      Участие в игре не требует одновременного сбора игроков в одном месте.
    </li>
    <li>Возможность использовать для игры любой момент свободного времени.</li>
    <li>Гарантия игры ради отыгрыша.</li>
    <li>Возможность участвовать в нескольких играх одновременно.</li>
    <li>Отсутствие необходимости изучения механики игры.</li>
  </ul>
  <p>
    Надеемся, что форумные ролевые игры займут достойное место в Вашем досуге!
  </p>
</template>
